Repository: doky-fr/can-i-use-cookies
Catalog: src/languages/can-i-use-cookies-*.po
Languages: fr_fr

source: Ask the user for his consent about cookies and tracking, and comply with the EU GDPR privacy law and CCPA regulations.
fr_fr: Demande le consentement de l'utilisateur pour le tracking et l'utilisation de cookies. Rendez votre site conforme à la loi RGPD.

source: Cookies Consent
fr_fr: Consentement Cookies

source: Various texts of the popup
fr_fr: Textes divers de la popup de consentement

source: Title
fr_fr: Titre

source: Content
fr_fr: Description

source: "Accept" button
fr_fr: Bouton "Accepter"

source: "Deny" button
fr_fr: Bouton "Refuser"

source: Popup image
fr_fr: Image de la popup

source: Image URL
fr_fr: URL de l'image

source: Please specify the various texts used by the consent popup.
fr_fr: Veuillez entrer les textes affichés par la popup de consentement.

source: Please specify the URL of the image displayed in the consent popup.
fr_fr: Veuillez entrer l'URL de l'image affichée par la popup de consentement.

source: If omitted, a default cookie image will be displayed.
fr_fr: Si omis, une image par défaut sera affichée

source: This website uses cookies :)
fr_fr: Ce site internet utilise les cookies :)

source: We use cookies and other tracking technologies to improve your browsing experience on our website, to show you personalized content and targeted ads, to analyze our website traffic, and to understand where our visitors are coming from.
fr_fr: Nous utilisons des cookies pour pouvoir améliorer votre expérience, afficher du contenu personnalisé, des publicités ciblées, et analyser notre trafic.

source: Approve
fr_fr: Accepter

source: Deny
fr_fr: Refuser
